[
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Corn Fertilizer",
        "solicitation_summary": "VERSION 2 - Addendum 1 added to extend bid close date. Kesi Bates 1/30/24\n\nThe purpose of this solicitation is to establish an agency contract with a supplier who will provide Corn Fertilizer, to be spread, in accordance with the attached detailed specification sheet.\n\nSuppliers MUST include delivery in the line item pricing.\n\nThe commodity shall be delivered F.O.B. Destination to:\n\nRogers Farm\n2442 Highway 147\nReidsville, GA 30453\n\nJoe Kennedy Farm\n1581 Highway 152\nLyons, GA 30436",
        "id": "GCI0000933",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/05/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "GA Correctional Industries",
        "procurement_officer_buyer_name": "Kesi Bates",
        "procurement_officer_email": "kesi.bates@gdc.ga.gov",
        "procurement_officer_phone": "478/992-6332",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/23/2024 09:07 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Dark Brown Sugar",
        "solicitation_summary": "VERSION 3 - Addendum 2 added to extend the bid close date. Kesi Bates 2/2/24\n\nVERSION 2 - Addendum 1 added to revise detailed specification sheet Kesi Bates 1/30/24\n\nGCI is seeking to procure Dark Brown Sugar according to noted specifications.  \n\nSuppliers MUST include delivery in the line item pricing.\n\nThe commodity shall be delivered F.O.B. Destination to:\n\nWarehouse 1 - FDU Dry Storage\n800 Abattoir Road\nMilledgeville, GA 31061",
        "id": "GCI0000937",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/05/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "GA Correctional Industries",
        "procurement_officer_buyer_name": "Kesi Bates",
        "procurement_officer_email": "kesi.bates@gdc.ga.gov",
        "procurement_officer_phone": "478/992-6332",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/29/2024 01:12 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "OCI Marketing & Outreach Services",
        "solicitation_summary": "The Georgia Access Division of the Office of Commissioner of Insurance and Safety Fire will issue a Request for Proposals (RFP) for the Marketing and Outreach services for the State-Based Exchange (SBE) for Plan Year 2025 beginning with the Open Enrollment Period. \n\nGeorgia Access will be the largest SBE to transition off Healthcare.gov, with an estimated customer base of close to or exceeding 1,100,000 customers. Unlike other SBEs, Georgia Access will implement a true \"No Wrong Door\" policy that allows consumers to access federal subsidies for which they are eligible and obtain coverage through a number of enrollment channels depending on their needs. \n\nPrior experience managing a comprehensive Marketing and Outreach campaign for an SBE will be required, and the winning Offeror must be able to demonstrate the ability to provide innovative strategies to increase awareness and understanding of Georgia Access and its programs through a cost-effective approach and a deliverables-based contract, including specific definitions of key goals, objectives, and tasks as well and measurable service and performance standards. Georgia Access will prioritize outreach and education by meeting Georgians where they are at community-focused events as well as through traditional marketing strategies.",
        "id": "DOI0000017",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/05/2024",
        "due_date_time_local": "03:00 PM EST",
        "issuing_agency": "Insurance, Dept of",
        "procurement_officer_buyer_name": "Rachael Louis",
        "procurement_officer_email": "rachael.louis@doas.ga.gov",
        "procurement_officer_phone": "404/463-4032",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "12/18/2023 03:26 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "(supplement)T-32 Janitorial and Custodial Services",
        "solicitation_summary": "Version 4 created to post Questions and Answers, Pre-bid Presentation and Pre-bid Sign in Sheet.\n\nVersion 3 created to upload Pre-bid Conference Announcement Addendum 001\n\nAddendum 001 created to update the schedule of events.\n\nThe purpose of this solicitation is to establish a supplemental solicitation with supplier(s) to provide Janitorial and Custodial Services for the Rest Areas and Welcome Centers in compliance with the Occupational Safety & Health Administration (OSHA) standards.\n\nServices that consist of furnishing all labor, material, tools, equipment and incidentals necessary to perform interior and exterior janitorial and custodial services to ensure the facility is maintained in a safe, attractive, clean, and sanitary manner at all times.\n\nThe Department does not make or imply any guarantee of a minimum or maximum number of services under the contract. \n\nThe Department reserves the right to modify existing provisions or include additional provisions, which are not addressed herein.\n\nFor more information, review all attachments of the eRFQ. If you require assistance accessing the eRFQ attachments, contact the Team Georgia Marketplace Help Desk at 404-657-6000.\n\nContact the Team Georgia Marketplace Help Desk in ample time to ensure your proposal submission is received by the Event End Date and Time.\n\nCompany must be registered in Team Georgia Marketplace to respond to the eRFQ.",
        "id": "DOT0002930",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/06/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Transportation, Dept of",
        "procurement_officer_buyer_name": "Lois Nortey",
        "procurement_officer_email": "lnortey@dot.ga.gov",
        "procurement_officer_phone": "404/631-1556",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "12/18/2023 02:55 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Food Service Staffing for GRHS and ECRH",
        "solicitation_summary": "DBHDD is seeking a staffing service to provide employees to work in the hospital kitchen, prepare and serve food to the patients within the Georgia Regional Hospital of Savannah and the East Central Regional Hospital Augusta.",
        "id": "DBH0000608",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/06/2024",
        "due_date_time_local": "03:00 PM EST",
        "issuing_agency": "Dept Behavioral Hlth& Dev Disb",
        "procurement_officer_buyer_name": "Traci Daniels",
        "procurement_officer_email": "dbhdd.solicitations@dbhdd.ga.gov",
        "procurement_officer_phone": "",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/09/2024 02:55 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Temporary Nursing Staff Services",
        "solicitation_summary": "This Scope of Work (SOW) outlines the responsibilities and expectations for the provision of Nursing Supplier services. The Nursing Supplier, hereafter referred to as \"the Supplier,\" shall provide qualified nursing personnel to meet the staffing needs of psychiatric hospitals (includes nursing facilities in two locations) and Regional Field offices, hereafter referred to as \"the facility\". The Department of Behavioral Health and Developmental Disabilities, hereafter referred to as Department. \n\nThe Supplier's proposal must demonstrate its approach and methodology to provide the Nursing Services based on the facilities projected needs identified throughout the document. Although the Department desires a Supplier to cover all regions throughout the State, the Supplier may submit a proposal for all or some of the regions.  Supplier must have a minimum of three (3) consecutive years of recent and relevant experience providing staffing services as required in this Scope of Work. \n\n\nGeneral\nThe Department operates state hospitals and provides community-based services across the state. The Department serves people living with mental health challenges, substance use disorders, intellectual and developmental disabilities, or any combination of these. As Georgia's public safety net, the Department's primary responsibility is to serve people who are uninsured. \n\nThe Department's Division of Intellectual and Developmental Disabilities supports people with intellectual and developmental disabilities and provides them with opportunities to live independently. Services provided within this Division are delivered through six (6) regional field offices responsible for managing community-based systems of care for people in its catchment area. Virtual and face to face nursing assessments are conducted by Registered Nurses who work remotely in the Regional Field locations. Nursing assessments for intake and evaluation and quality review are performed within the RNs assigned catchment area.\n \nThe Department's Division of Hospital Operations operates five (5) psychiatric hospitals; located in Augusta (two nursing facilities, Gracewood Campus and East Central Regional Hospital are treated as one location), Columbus, Decatur, Milledgeville and Savannah Georgia. In-patient adult mental health and forensic services are provided by Registered Nurses, Licensed Practical Nurses, Certified Nursing Assistants, Health Aides.",
        "id": "DBH0000607",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/12/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Dept Behavioral Hlth& Dev Disb",
        "procurement_officer_buyer_name": "Jessica Sherman",
        "procurement_officer_email": "Jessica.Sherman@doas.ga.gov",
        "procurement_officer_phone": "404/656-9469",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/02/2024 12:41 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Info on Weigh In Motion Systems",
        "solicitation_summary": "DPS is seeking to gather information on weigh in motion systems (WIMS). Below is information regarding the current system and our needs. If your company has a system that you feel will meet our needs, please submit information about your system through this RFI. \n\nThe State of Georgia operates nineteen (19) interstate weigh in motions systems (WIMS) for commercial motor vehicle identification, state federal safety compliance, and weight enforcement purposes. As a vehicle passes over the WIM scale, at interstate speed, the WIMS collect axle weights, gross vehicle weight, axle spacing, vehicle length, and speed. With this information the system determines the vehicle classification and weight law compliance. Roadway sensors trigger a license plate reader (LPR) and a USDOT camera to capture the license plate number and the carrier's displayed USDOT number, respectively. The collected LPR image is forwarded to state and federal data systems to verify compliance of registration requirements. The captured USDOT number is forwarded to USDOT Federal Motor Carrier Safety Administration (FMCSA) data systems to verify compliance with operating authority credentials, to include compliance with Federal Out of Service Orders. FMCSA data systems provide a carrier safety rating based on the carrier's historical safety data. An overhead, side view camera captures a photographic image of the vehicle, day, or night, for visual confirmation through a user interface. A fixed pass-through laser provides data for vehicle verification of vehicle height limitations. The WIM system creates a vehicle record consisting of the collected identification and compliance data to include potential violations. The system evaluates the collected data to create a vehicle sort decision of either bypass or report. The vehicle sort decision is communicated to the vehicle driver via duplicate roadway variable message signs in real time. The sort decision is communicated to enforcement personnel via a user interface. The enforcement notification will include individual axle weights and gross vehicle weight and any potential violations, warnings, or detected errors. After a WIMS \"report\" decision, the driver is directed to enter the station. Upon approach to the station, a ramp WIM will re-evaluate the vehicles weight and axle spacings at a reduced speed to verify suspected non-compliance of weight laws. A second sort decision is made and communicated to the driver and enforcement personnel in real time. The second sort decision will instruct the driver to proceed past the station in a specific bypass lane to reenter the interstate or to report to the static side of the station for further investigation of potential weight, dimension, permit, and credential violations.",
        "id": "DPS0000340",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/13/2024",
        "due_date_time_local": "01:00 PM EST",
        "issuing_agency": "Public Safety, Dept of",
        "procurement_officer_buyer_name": "",
        "procurement_officer_email": "klarson@gsp.net",
        "procurement_officer_phone": "",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/30/2024 12:18 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "GIS Database System",
        "solicitation_summary": "GDOT desires to procure technical services to create and implement a Utilities Geographic Information System (GIS) on the Esri ArcGIS platform to serve as an asset inventory for all utility infrastructure encroaching State Right-of-Way (ROW) and/or Project limits. The solution will consume as-built Computer Aided Design and Drafting (CADD) as-built file representations including sub-surface engineering levels. System will ingest Bentley Microstation/InRoads/OpenRoads design files and file formats following GDOT Electronic Data Guidelines (EDG) from Bentley ProjectWise directories. System will also ingest common file formats submitted by Utility Partners/Coordinators. System will assess file data quality and log/report data issues. System will provide workflows for data loading. Data will be extracted and transformed into Esri ArcGIS file representations and loaded to enterprise geodatabases. Esri ArcGIS Enterprise services will be published. Services will be compatible for use within GDOT internal Esri GIS web applications. An Esri-based ArcGIS web mapping application will be provided for\nuser interaction and data searching. The website is expected to be a central point of access for GDOT and Utility Partners/Coordinators to easily find and use utility data/information.",
        "id": "DOT0002936",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/13/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Transportation, Dept of",
        "procurement_officer_buyer_name": "Eric",
        "procurement_officer_email": "eglaubman@dot.ga.gov",
        "procurement_officer_phone": "404/532-0071",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/25/2024 10:00 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Lektro AP8600A - Aircraft Tug",
        "solicitation_summary": "Pursuant to the State Purchasing Act (Official Code of Georgia Annotated §§50-5-50 et seq.), this electronic Request for Quotes (¿eRFQ¿) is being issued by the Technical College System of Georgia (TCSG) on behalf of Chattahoochee Technical College (CTC) to establish a one-time purchase with one qualified supplier who will provide One (1) New Aircraft Towing Vehicle for their Aviation Program  (hereinafter, ¿the State Entity¿) as further described in this eRFQ.  \n\nChattahoochee Technical College is seeking a supplier that can provide One (1) New 2023 LEKTRO AP8600A Aircraft Tug for their Aviation Training Academy. The program is interested in purchasing an item and related services that can meet or exceed the attached specifications. A used, previously owned, and refurbished Aircraft Tug will not be accepted. The LEKTRO AP8600A Aircraft Tug will be used for student instruction and will convey existing equipment in use on the campus. Please review the eRFQ and the Bid Specification Sheet within the attachment section of the Team Georgia Marketplace (TGM) Bid Event for more information about this purchase.\n\nDOAS CUSTOMER SERVICE:  For technical assistance with system registration, accessing the bid event or accessing the bid documents, contact the DOAS Customer Service Help Desk by phone at 404-657-6000 or by email at ProcurementHelp@doas.ga.gov, Monday through Friday, from 8:00 AM to 5:00 PM, excluding State Holidays or any other day state offices are closed such as furlough days or closings in response to inclement weather.",
        "id": "CTT0000096",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/13/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Chattahoochee Tech College",
        "procurement_officer_buyer_name": "Denita Jones",
        "procurement_officer_email": "djones@tcsg.edu",
        "procurement_officer_phone": "404/679-5951",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "02/02/2024 06:19 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Toyota 40-8FGU25 Forklift or Approved Equal",
        "solicitation_summary": "Pursuant to the State Purchasing Act (Official Code of Georgia Annotated §§50-5-50 et seq.), this electronic Request for Quotes (¿eRFQ¿) is being issued by the Technical College System of Georgia (TCSG) on behalf of Chattahoochee Technical College (CTC) to establish a one-time purchase with one qualified supplier who will provide a new Toyota International Combustion Lift Truck for their Aviation Program (hereinafter, ¿the State Entity¿) as further described in this eRFQ.  \n\nChattahoochee Technical College is seeking a supplier that can provide them with One (1) New Toyota 40-8FGU25 International Combustion Lift Truck or approved equal for their Aviation Program. The proposal must meet or exceed the attached specifications. A used, previously owned, and refurbished lift truck will not be accepted. Please review the eRFQ and the Bid Specifications Sheet within the attachment section of the Team Georgia Marketplace (TGM) Bid Event for more information about this purchase.\n\nDOAS CUSTOMER SERVICE:  For technical assistance with system registration, accessing the bid event or accessing the bid documents, contact the DOAS Customer Service Help Desk by phone at 404-657-6000 or by email at ProcurementHelp@doas.ga.gov, Monday through Friday, from 8:00 AM to 5:00 PM, excluding State Holidays or any other day state offices are closed such as furlough days or closings in response to inclement weather.",
        "id": "CTT0000095",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/15/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Chattahoochee Tech College",
        "procurement_officer_buyer_name": "Denita Jones",
        "procurement_officer_email": "djones@tcsg.edu",
        "procurement_officer_phone": "404/679-5951",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "02/02/2024 07:57 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "A/C - Student Drug Testing Services",
        "solicitation_summary": "Pursuant to the State Purchasing Act (Official Code of Georgia Annotated §§50-5-50 et seq.), this electronic Request for Quotes (eRFQ) is being issued by the Technical College System of Georgia (TCSG) on behalf of Oconee Fall Line Technical College (OFTC) to establish a contract with one qualified supplier who will provide Student Drug Testing Services to Oconee Fall Line Technical College (hereinafter, the State Entity) as further described in this eRFQ.  \n\nOconee Fall Line Technical College (OFTC) is seeking a certified testing provider to administer Drug and Alcohol Testing to the same degree of pre-employment requirements for all students who will be enrolled in their Allied Health and Commercial Truck Driving programs. Services will be on an as needed basis throughout the year to include students at the Dublin Campus, Sandersville Campus, Sandersville Instructional Center, Jefferson County Center, Louisville County Center, and Warren County Career Academy.\n\nFor technical questions related to the use of Team Georgia Marketplace, suppliers have access to phone support through the DOAS Customer Service  Help Desk at 404-657-6000, Monday through Friday 8:00 AM to 5:00 PM excluding State Holidays or any other day state offices are closed such as furlough days or closings in response to inclement weather.  Suppliers can also email questions to:  ProcurementHelp@doas.ga.gov.",
        "id": "STC0000050",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/16/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Oconee Fall Line Tech College",
        "procurement_officer_buyer_name": "Denita Jones",
        "procurement_officer_email": "djones@tcsg.edu",
        "procurement_officer_phone": "404/679-5951",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/31/2024 11:48 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Fulfillment and Storage Services",
        "solicitation_summary": "The purpose of this Request for Quote is to contract with a single supplier for Fulfillment Services which include storage, picking, packing, kit building and shipping to various locations all over the state of Georgia. The distribution of forms, documents, kits, posters, and other materials determined by the Georgia Department of Education(GaDOE) as necessary will go to schools, school systems, and other community and state agencies throughout the State of Georgia.  \n******************************************\nFor technical questions, assistance with bid submissions, or if you have trouble accessing documents, please contact the Procurement Helpdesk @ 404-657-6000 or email @ ProcurementHelp@doas.ga.gov.",
        "id": "DOE0000083",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/20/2024",
        "due_date_time_local": "03:00 PM EST",
        "issuing_agency": "Education, Dept of",
        "procurement_officer_buyer_name": "Bennetta Daniels",
        "procurement_officer_email": "Bennetta.Daniels@doe.k12.ga.us",
        "procurement_officer_phone": "404/435-6399",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/31/2024 10:22 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "GEMA-Pre-and Post-Disaster Consulting Services",
        "solicitation_summary": "The Georgia Emergency Management and Homeland Security Agency (GEMA/HS) is seeking a contractor to provide emergency supplemental staffing and consulting services in the event of a disaster that requires assistance beyond the capacity of current staffing capability. Pre-disaster planning may be required to ensure strategic and operational integration between the contractor and GEMA/HS. It is envisioned awarding a contract to the firm that can respond quickly to the need for proven expertise, demonstrated experience and at a reasonable cost. All emergency supplemental staffing requests will be answered within 12-24 hours of the request. Emergency supplemental staffing will report no later than 24-48 hours upon confirmation of request. All contractors and employees will provide proof of background check clearance.",
        "id": "GOV0000040",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/21/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Governor, Office of the",
        "procurement_officer_buyer_name": "Valeria Hightower",
        "procurement_officer_email": "valeria.hightower@opb.georgia.gov",
        "procurement_officer_phone": "404/656-3820",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/03/2024 10:43 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "ADA Floating Dock for Kayak and Gangway",
        "solicitation_summary": "The purpose of this Request for Quote (RFQ) is to establish a one-time purchase order for the installation of a dock at 405 Vogal State Park Rd, Blairsville, GA 30512 for the Vogal State Park.  All attachments can be located in the general comment/attachment section of the bid.\n\nProspective bidders must be registered in TEAM GEORGIA MARKETPLACE to view the complete RFQ and attachments, and submit a bid.  All bids must be submitted electronically through TEAM GEORGIA MARKETPLACE.\n\nAward shall be made to the Lowest Responsive and Responsible Bidder meeting specifications. \n\nPlease read the eRFQ Instructions for help in navigating through the system, preparing your bid, and downloading and uploading attachments.  You must select the VIEW/ADD COMMENTS AND ATTACHMENTS link to view the attachments.  To open attachments, hold down the control key and click on the icon beside the attachment.  Continue to hold down the control key until a new window opens with a prompt to open the attachment.  Click on open.   Questions regarding the registration process or navigating through the system can be directed to the Help Desk at procurementhelp@doas.ga.gov or by calling 404-657-6000.\n\nIt is the bidder's responsibility to review this RFQ on a regular basis during the solicitation period for answers to related questions submitted and for any addenda that may be posted.\n\nFrom the issue date of the Event document and until a Vendor is selected and the selection is made public, vendors are not allowed to communicate for any reason with any State staff except through the Issuing Officer named in the Event document, or  as provided for in existing contracts. For violation of this provision, the State may reject any bid/proposal of the offending bidder/offeror or initiate suspension/debarment proceeding with respect to the offending supplier or bidder/offeror.\n\nAll other questions concerning this RFQ must be submitted in writing via e-mail to Carlethia Jones at carlethia.jones@dnr.ga.gov.   No questions other than written will be accepted.  No response other than written will be binding upon the State.",
        "id": "DNR0000743",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/22/2024",
        "due_date_time_local": "05:00 PM EST",
        "issuing_agency": "Natural Resources, Dept of",
        "procurement_officer_buyer_name": "Carlethia Jones",
        "procurement_officer_email": "carlethia.jones@dnr.ga.gov",
        "procurement_officer_phone": "404/651-7827",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/26/2024 02:26 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Solid Waste Characterization Study and Mgnt Plan",
        "solicitation_summary": "The State of Georgia¿s Environmental Protection Division (EPD) is soliciting statements of qualifications and experience as described in O.C.G.A. § 50-22-1 et seq., from engineering firms to conduct a statewide waste characterization study and develop a Post-consumer Materials Management Plan for Georgia that incorporates strategies to advance post-consumer materials management in solid waste management planning.\n\nAll forms attached to this notice, must be returned with each vendor's response as specified in the Notice to Engineering Firms document.",
        "id": "DNR0000741",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/23/2024",
        "due_date_time_local": "05:00 PM EST",
        "issuing_agency": "Natural Resources, Dept of",
        "procurement_officer_buyer_name": "",
        "procurement_officer_email": "tequila.stevenson@dnr.ga.gov",
        "procurement_officer_phone": "",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/26/2024 01:24 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Analysis of Suspected Controlled Substances",
        "solicitation_summary": "This solicitation is to receive quotes for the analysis of evidence of suspected controlled substances (drug identification).  Sample testing evidence will be  forwarded to bidders from GBI.  Samples must be requested through the issuing Officer at Pam.Ervin@gbi.ga.gov.\n\nNo questions other than written will be accepted.",
        "id": "GBI0000181",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/26/2024",
        "due_date_time_local": "01:00 PM EST",
        "issuing_agency": "GA Bureau of Investigation",
        "procurement_officer_buyer_name": "Pamela Ervin",
        "procurement_officer_email": "pam.ervin@gbi.ga.gov",
        "procurement_officer_phone": "404/270-8362",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/25/2024 07:11 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Customize Mobile Admission Bus (COV)",
        "solicitation_summary": "Pursuant to the State Purchasing Act (Official Code of Georgia Annotated 50-5-50 et seq.), this electronic Request for Quotes (eRFQ) is being issued by the Atlanta Technical College to establish a contract with one or more qualified suppliers who will provide Enrollment Mobile Vehicle (hereinafter, the State Entity) as further described in this eRFQ.  \n\nAtlanta Technical College is seeking an authorized supplier to provide one customized bus vehicle for mobile enrollment, registration, and marketing for our admission department. Proof of authorization may be requested before the bid award. This vehicle must meet all state requirements and the minimum specifications described below. The vehicle must be new, we request an estimated delivery by or before May 31, 2024.\n\nFor technical questions related to the use of Team Georgia Marketplace, suppliers have access to phone support through the DOAS Customer Service  Help Desk at 404-657-6000, Monday through Friday 8:00 AM to 5:00 PM excluding State Holidays or any other day state offices are closed such as furlough days or closings in response to inclement weather.  Suppliers can also email questions to:  ProcurementHelp@doas.ga.gov.",
        "id": "ATL0000052",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/28/2024",
        "due_date_time_local": "02:00 PM EST",
        "issuing_agency": "Atlanta Technical College",
        "procurement_officer_buyer_name": "Sylvell Mansfield",
        "procurement_officer_email": "smansfield@atlantatech.edu",
        "procurement_officer_phone": "404/225-4666",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/25/2024 05:06 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Custodial Services at Reynold's Mansion",
        "solicitation_summary": "The purpose of this electronic Request for Quote (eRFQ) is to establish an OPEN AGENCY CONTRACT  with a commercial Offeror for Custodial Maintenance Services (Labor Only) at Reynold's Mansion on Sapelo Island to the Department of Natural Resources Parks Division (hereinafter, \"the State Entity\") as further described in this eRFQ.\n\nPlease note that your company must be registered in Team Georgia Marketplace to fully view and respond to this bid.  For more details on registering and bidding, please click on the Quick Reference Guide link at the top of this bid announcement on the Georgia Procurement Registry.\n\nAlso, it is extremely important that you fully read and follow the eRFQ Instructions posted with this bid to ensure you submit a fully responsive bid.\n\nFrom the issue date of the Event document and until a Vendor is selected and the selection is made public, vendors are not allowed to communicate for any reason with any State staff except through the Issuing Officer named in the Event document, or  as provided for in existing contracts. For violation of this provision, the State may reject any bid/proposal of the offending bidder/offeror or initiate suspension/debarment proceeding with respect to the offending supplier or bidder/offeror.\n\nAll other questions concerning this RFQ must be submitted in writing via e-mail to Carlethia Jones at  carlethia.jones@dnr.ga.gov.   No questions other than written will be accepted.  No responses other than written will be binding upon the State.\n\nIf you experience any technical difficulties in responding to the bid or accessing any bid documents, please contact the Team Georgia Marketplace Help Desk at (404)657-6000.",
        "id": "DNR0000744",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "02/29/2024",
        "due_date_time_local": "01:59 PM EST",
        "issuing_agency": "Natural Resources, Dept of",
        "procurement_officer_buyer_name": "Carlethia Jones",
        "procurement_officer_email": "carlethia.jones@dnr.ga.gov",
        "procurement_officer_phone": "404/651-7827",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/30/2024 01:00 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Biohazard Waste Disposal",
        "solicitation_summary": "Pursuant to the State Purchasing Act (Official Code of Georgia Annotated §§50-5-50 et seq.), this electronic Request for Quotes (eRFQ) is being issued to establish a contract with one or more qualified suppliers who will provide Biohazard Waste Disposal services to the Georgia Bureau of Investigation (hereinafter, the State Entity) as further described in this eRFQ.  This contract will cover the GBI crime labs throughout the state.  Locations are listed in the specifications document.  Pricing should be submitted per box.\n\nNo questions other than written will be accepted.",
        "id": "GBI0000182",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "03/01/2024",
        "due_date_time_local": "01:00 PM EST",
        "issuing_agency": "GA Bureau of Investigation",
        "procurement_officer_buyer_name": "Pamela Ervin",
        "procurement_officer_email": "pam.ervin@gbi.ga.gov",
        "procurement_officer_phone": "404/270-8362",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "02/02/2024 10:29 AM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    },
    {
        "state": "georgia",
        "main_category": "N/a",
        "solicitation_type": "RFx",
        "main_title": "Pharmacy Benefit Services",
        "solicitation_summary": "Pursuant to the State Purchasing Act (Official Code of Georgia Annotated §§50-5-50 et seq.), the State of Georgia (Lead State), Department of Administrative Services (DOAS), State Purchasing Division (SPD) on behalf of the Department of Community Health (DCH) is requesting proposals for Pharmacy Benefit Services in furtherance of the NASPO ValuePoint Cooperative Purchasing Program.\n\nFor more information please review all attachments for the eRFP.\n \nIf you require assistance accessing the eRFP attachments please contact the Team Georgia Marketplace Help Desk at 404-657-6000.\n \nPlease contact the Team Georgia Marketplace Help Desk in ample time to ensure your proposal submission is received by the Event End Date and Time.",
        "id": "DCH0000136",
        "alternate_id": "N/a",
        "status": "Posted",
        "due_date_local": "03/28/2024",
        "due_date_time_local": "03:00 PM EST",
        "issuing_agency": "Community Health, Dept. of",
        "procurement_officer_buyer_name": "Tracey Woods",
        "procurement_officer_email": "PBA.Procurement@dch.ga.gov",
        "procurement_officer_phone": "470/763-6521",
        "additional_instructions": "N/a",
        "project_cost_class": "N/a",
        "location": "N/a",
        "issue_date": "01/31/2024 06:59 PM EST",
        "bid_link": "https://fscm.teamworks.georgia.gov/psc/supp/SUPPLIER/ERP/c/SCP_PUBLIC_MENU_FL.SCP_PUB_BID_CMP_FL.GBL?&",
        "miscellaneous": "N/a"
    }
]